export const mockCategories = {
  "data": [
      {
          "id": 1006,
          "slug": "televidenie",
          "name": "Телевидение",
          "text": "«Газпром-Медиа Холдинг» — крупнейший медиахолдинг России, более 25 лет вносит вклад в формирование отечественной индустрии на основе лучшей медийной и технологической экспертизы. Бизнес холдинга охватывает все медиасегменты: информационное вещание, телевидение, кино, производство и дистрибуцию контента, цифровые сервисы, радио, прессу и онлайн-издания, инфлюенс-маркетинг и продажи рекламы. «Газпром-Медиа Холдинг» реализует масштабную программу корпоративной социальной ответственности и создает мощный кадровый креативный ресурс.",
          "image": null,
          "image_webp": null,
          "image_alt": null,
          "video": "https://www.gazprom-media.com/storage/uploads/partnercategory/video/0/2/494/2494/Развлекательное-ТВ_1.mp4"
      },
      {
          "id": 3,
          "slug": "cifrovie-platformi",
          "name": "Цифровые платформы",
          "text": "Для аудитории доступен широкий выбор новостного контента как в теле- и радио эфире, так и в цифровой среде. Флагманом информационного вещания является телеканал НТВ, который ежедневно рассказывает миллионам россиян о самых важных событиях в России и в мире. Полный спектр спортивных новостей доступен на ресурсах ГПМ Матч и в эфире «Радио «Зенит». Для тех, кто следит за последними событиями индустрии развлечений, ежедневно работают редакции программы «Пятница!News», издательских домов «Семь дней» и «Панорама ТВ», а также портала «Вокруг ТВ».",
          "image": null,
          "image_webp": null,
          "image_alt": null,
          "video": "https://www.gazprom-media.com/storage/uploads/partnercategory/video/0/2/493/2493/Информационное_1.mp4"
      },
      {
          "id": 1043,
          "slug": "digital-technologies",
          "name": "Цифровые технологии",
          "text": "Цифровые технологии «Газпром-Медиа Холдинга»",
          "image": "https://www.gazprom-media.com/storage/uploads/partnercategory/image/0/10/738/10738/f7ccb1551087e1b23b338287e733833d.jpg",
          "image_webp": "https://www.gazprom-media.com/storage/uploads/partnercategory/image/0/10/738/10738/f7ccb1551087e1b23b338287e733833d-webp.webp",
          "image_alt": null,
          "video": null
      },
      {
          "id": 10,
          "slug": "proizvodstvo-i-distribucia-kontenta",
          "name": "Производство и дистрибуция контента",
          "text": "На рекламном рынке холдинг «Газпром-медиа» реализовывает кросс-платформенные кампании. Своим клиентам и партнерам холдинг предлагает полноценную экосистему рекламных продуктов, объединяя продажи спонсорской рекламы на ТВ, радио, в цифровой среде, интерактивный ТВ-инструментарий, нативную рекламу, инфлюенс-маркетинг и цифровую рекламу на ресурсах холдинга. Кроме того, «Газпром-медиа» решает важную стратегическую задачу по продвижению российских кино- и телепродуктов на отечественном и  международном рынках. На рынке кинодистрибуции работают компании «Централ Партнершип» и «Белые ночи».",
          "image": null,
          "image_webp": null,
          "image_alt": null,
          "video": "https://www.gazprom-media.com/storage/uploads/partnercategory/video/0/1/540/1540/sales-hous.mp4"
      },
      {
          "id": 1040,
          "slug": "production_center",
          "name": "Продюсерский центр",
          "text": "«Инсайт Люди» — это продюсерский центр полного цикла №1 в России, который объединяет творческих людей со всей страны. Его студии открылись в 77 регионах, а в команде — более 2 тыс. блогеров. Генеральным директором является Алина Зиннатуллина.",
          "image": null,
          "image_webp": null,
          "image_alt": null,
          "video": "https://www.gazprom-media.com/storage/uploads/partnercategory/video/0/9/767/9767/1_0.2.mp4"
      },
      {
          "id": 4,
          "slug": "radio",
          "name": "Радио",
          "text": "Для своей аудитории «Газпром-медиа» предлагает информационный, развлекательный и спортивный контент, доступный во всех средах. На развлекательных каналах ГПМ РТВ и НТВ зритель выбирает сериалы, фильмы, развлекательные шоу, анимационные проекты, масштабные эфирные события. Радиостанции ГПМ Радио всегда находятся в трендах и удовлетворяют любые музыкальные вкусы и запросы слушателей. Кроме этого, аудитория может выбрать тематические развлекательные каналы собственного производства, а на цифровой платформе НТВ-ПЛЮС – телеканалы и контент всех жанров и форматов.",
          "image": null,
          "image_webp": null,
          "image_alt": null,
          "video": "https://www.gazprom-media.com/storage/uploads/partnercategory/video/0/3/921/3921/razvlekatelnoetv.mp4"
      },
      {
          "id": 6,
          "slug": "pressa-i-online-izdania",
          "name": "Печатные и онлайн-издания",
          "text": "Радиоформаты «Газпром-медиа» удачно дополняют друг друга, охватывая все возрастные категории слушателей. ГПМ Радио – это 11 радиобрендов и сеть собственных филиалов в крупнейших городах России. Субхолдинг является лидером столичного радиорынка по объему аудитории, а также входит в тройку ведущих радиохолдингов по России. ГПМ Радио активно наращивает присутствие в цифровой среде через мобильные приложения, сайты, соцсети, YouTube-каналы станций, также внедряет мультимедийные технологии в традиционное FM-вещание и развивает формат подкастов.",
          "image": null,
          "image_webp": null,
          "image_alt": null,
          "video": "https://www.gazprom-media.com/storage/uploads/partnercategory/video/0/2/497/2497/Радио.mp4"
      },
      {
          "id": 1008,
          "slug": "reklama",
          "name": "Реклама и маркетинг",
          "text": "Сейлз-хаус «Газпром-медиа» является ведущим игроком рекламного рынка и предлагает уникальную экосистему рекламных продуктов в формате «единого окна».",
          "image": null,
          "image_webp": null,
          "image_alt": null,
          "video": "https://www.gazprom-media.com/storage/uploads/partnercategory/video/0/8/238/8238/sales-hous.mp4"
      },
      {
          "id": 8,
          "slug": "nedvijimost",
          "name": "Другие активы",
          "text": "Холдинг также управляет оператором больших данных компанией «Ума.Тех», которая создает и реализует цифровые решения для бизнеса и в интересах пользователей. Кроме того, холдинг управляет компанией «Квант» – совместное предприятие с оператором публичной сети Wi-Fi «МаксимаТелеком». Холдинг также создает новые продукты в области рекламных технологий и  решения на основе анализа и обработки больших данных.",
          "image": null,
          "image_webp": null,
          "image_alt": null,
          "video": "https://www.gazprom-media.com/storage/uploads/partnercategory/video/0/4/22/4022/2021-01-21-в2-Цифровая-трансформация-кадрированный.mp4"
      }
  ]
}