import { mockNews } from '../../data/news.js'

export default defineEventHandler((event) => {

const data =  {
  "id": 8855,
  "name": "В RUTUBE TECH рассказали о скрытых рисках разработки с помощью ИИ",
  "slug": "v-rutube-tech-rasskazali-o-skrytyx-riskax-razrabotki-s-pomoshhiu-ii",
  "date": "2026-10-29",
  "author": null,
  "preview": "https://imgtext.ru/600x400.png?text=preview_png&bg=002864&color=ffffff&size=58",
  "preview_webp": "https://imgtext.ru/600x400.webp?text=preview_webp&bg=002864&color=ffffff&size=40",
  "preview_alt": "Волонтёры «Газпром-Медиа Холдинга» превью",
  "image": "https://imgtext.ru/600x400.png?text=image_png&bg=002864&color=ffffff&size=58",
  "image_webp": "https://imgtext.ru/600x400.webp?text=image_webp&bg=002864&color=ffffff&size=40",
  "image_alt": "Волонтёры «Газпром-Медиа Холдинга» обложка",
  "image_mobile": "https://imgtext.ru/600x400.png?text=image_mobile&bg=002864&color=ffffff&size=40",
  "thumb": "https://imgtext.ru/600x400.png?text=thumb&bg=002864&color=ffffff&size=40",
  "thumb_webp": "https://imgtext.ru/600x400.webp?text=thumb_webp&bg=002864&color=ffffff&size=40",
  "video": null,
  "gallery": [],
  "files": [],
  "video_gallery": [],
  "preview_title": "",
  "partner_name": "RUTUBE",
  "sections": [
      {
          "type": "text",
          "position": 0,
          "config": {
              "text_ru": "<p>Быстрое создание программных продуктов с помощью искусственного интеллекта может приводить к накоплению ошибок и увеличению затрат на дальнейшее сопровождение. Об этом заявил технический директор RUTUBE TECH (объединенного технологического хаба цифровых активов «Газпром-Медиа Холдинга») Дмитрий Егоров на SOC Forum в ходе сессии «Быстрее, дешевле, уязвимее? Как ИИ перекраивает стандарты безопасной разработки для бизнеса».</p>"
          },
          "locale": "ru"
      },
      {
          "type": "quote",
          "position": 1,
          "config": {
              "img": null,
              "fio_ru": "Дмитрий Егоров",
              "text_ru": "<p>«Один из недооценённых и скрытых рисков — накопление ошибок. Можно быстро получить начальную версию продукта, в устройстве которого человеку затем будет трудно разобраться, поэтому и дальнейшие изменения тоже вносит преимущественно ИИ, при этом ошибки и неэффективные решения могут постепенно накапливаться».</p>",
              "position_ru": "Технический директор RUTUBE TECH"
          },
          "locale": "ru"
      },
      {
          "type": "text",
          "position": 2,
          "config": {
              "text_ru": "<p>По его словам, небольшие команды, использующие ИИ, могут эффективно создавать прототипы и проверять бизнес-гипотезы. Однако для долгосрочного развития сложных систем необходимо сначала убедиться в устойчивости результатов такого подхода. В отдельных случаях после проверки гипотезы промышленное решение придётся разрабатывать заново. При этом схема, в которой одна модель пишет код, а другая его проверяет, сама по себе не гарантирует надёжности результата.</p><p><br></p><p>Егоров подчеркнул, что возможность выполнять больше задач с помощью ИИ не заменяет профессиональную квалификацию. Чтобы оценить работу агента, специалисту необходима экспертиза в соответствующей области. Ее недостаток повышает вероятность пропустить ошибку.</p><p><br></p><p>«Для бизнеса важна совокупная стоимость результата: сколько стоило создать решение, проверить его и затем поддерживать. Дешёвый прототип может оказаться дорогим в дальнейшем развитии», — пояснил он.</p><p><br></p><p>Экономия рабочего времени также не означает пропорционального снижения всех расходов, добавил технический директор RUTUBE TECH. Использование ИИ может существенно увеличить потребность в вычислительных мощностях, а в оценку затрат необходимо включать стоимость работы моделей и дополнительных проверок в части кибербезопасности.</p><p><br></p><p>По мнению Дмитрия Егорова, ускорение разработки должно сопровождаться развитием инструментов информационной безопасности. Если автоматизировать только создание кода, нагрузка на проверяющих будет расти. ИИ при этом можно применять и для защиты — анализа уязвимостей, работы с инцидентами и настройки оповещений. В RUTUBE TECH представители разработки и информационной безопасности совместно участвуют в рабочей группе по внедрению технологии и подходов к безопасной разработке, рассматривают практические сценарии и определяют необходимые ограничения.</p><p><br></p><p>«Для бизнеса главным критерием успеха является устойчивое улучшение результата: быстрее выпускать полезные изменения, сохранять качество и безопасность, контролировать стоимость разработки и сопровождения», — заключил он.</p>"
          },
          "locale": "ru"
      }
  ],
  "last_news": [],
  "created_at": "2026-10-29T08:31:39.000000Z",
  "tags": [
      {
          "id": 83,
          "name": "RUTUBE"
      }
  ],
  "seo": {
      "title": "В RUTUBE TECH рассказали о скрытых рисках разработки с помощью ИИ",
      "description": "Быстрое создание программных продуктов с помощью искусственного интеллекта может приводить к накоплению ошибок и увеличению затрат на дальнейшее сопровождение. Об этом заявил технический директор RUTUBE TECH (объединенного технологического хаба цифровых",
      "keywords": ""
  },
  "links": {
      "previous": "ciso-cifrovyx-platform-gazprom-media-xoldinga-rasskazal-o-zashhite-ii-modelei-ot-kiberugroz",
      "next": "texnologii-uskoriaiut-smysl-resaet-kak-ii-meniaet-kino-i-animaciiu"
  },
  "partner_logo": "https://www.gazprom-media.com/storage/uploads/partner/logo/0/13/536/13536/рутуб.png",
  "partner_logo_webp": "https://www.gazprom-media.com/storage/uploads/partner/logo/0/13/536/13536/рутуб-webp.webp",
  "partner_logo_hover": "https://www.gazprom-media.com/storage/uploads/partner/logo_hover/0/8/309/8309/5d5722d42221f805ade135bc900cbce8.png",
  "partner_logo_hover_webp": "https://www.gazprom-media.com/storage/uploads/partner/logo_hover/0/8/309/8309/5d5722d42221f805ade135bc900cbce8-webp.webp"
}

  return {
    data,
  }
})